
[P_3_1_2_Ship_GoalNote]
Goal_0001L=Procure e interrogue o oficial da marinha russa capturado. 
Goal_0015L=Destrua o centro de comunicações do estaleiro.
Goal_0016L=Desative o compressor na sala de controle para que o submarino suba até a superfície. 
Goal_0005L=Infiltre-se no submarino atracado no armazém-geral do estaleiro e acesse o SISSIXS.
Goal_0019L=Reúna-se com Wilkes nas docas para a extração via Osprey.
